Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/legislative/legislative_background_to_capital_acquisitions_tax.html.txt.tmx
Source language: en
Languages: ga

source: Capital Acquisitions Tax Legislation
ga: Reachtaíocht maidir le Cáin Fháltas Caipitiúil

source: Capital Acquisitions Tax was introduced in the Capital Acquisitions Tax Act 1976 and amended in subsequent finance acts
ga: Tugadh Cáin Fháltas Caipitiúil isteach leis an Acht um Cháin Fháltas Caipitiúil, 1976 agus leasaíodh í in achtanna airgeadais ina dhiaidh sin

source: The relevant legislation was consolidated in the Capital Acquisitions Tax Consolidation Act 2003. The guidance notes incorporate changes that have been made by Finance Acts up to and including the Finance Act, 2006
ga: Rinneadh an reachtaíocht ábhartha a chomhdhlúthú san Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003, pdf Tá athruithe a rinneadh sna hAchtanna Airgeadais suas go dtí an tAcht Airgeadais 2006, agus an tAcht sin san áireamh clúdaithe sna nótaí treorach

source: When Capital Acquisitions Tax was introduced in the Capital Acquisitions Tax Act 1976, it replaced a system of death duties
ga: Nuair a tugadh Cáin fháltas caipitiúil isteach leis an Acht um Cháin Fháltas Caipitiúil, 1976, cuireadh in ionad córas dleachtanna báis é

source: Capital acquisitions tax applies to gifts taken on or after 28 February 1974 and to inheritances taken on or after 1 April 1975
ga: Baineann Cáin fháltas caipitiúil le tabhartais a tógadh an 28 Feabhra 1974 nó dá éis agus le hoidhreachtaí a tógadh an 1 Aibreán 1975 nó dá éis

source: The tax became a self-assessment tax in 1989
ga: Rinneadh cáin fhéinmheasúnaithe den cháin i 1989

source: A probate tax was imposed on estates of deceased persons in the Finance Act 1993, but that tax was abolished in the Finance Act 2001
ga: Gearradh cáin phrobháide ar eastáit daoine nach maireann san Acht Airgeadais, 1993, ach díothaíodh an cháin sin in Acht Airgeadais, 2001

source: The Capital Acquisitions Tax Consolidation Act 2003 is divided into 12 parts
ga: 12 chuid atá san Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003

source: The main subjects of the 12 parts are as follows:
ga: Is iad seo a leanas na príomhábhair atá faoi chaibidil sa 12 chuid:

source: how property is to be valued for capital acquisitions tax purposes
ga: conas atá maoin le luacháil chun críocha cáin fháltas caipitiúil

source: general provisions relating to gifts and inheritances
ga: forálacha ginearálta a bhaineann le tabhartais agus oidhreachtaí

source: dealing with returns and assessments
ga: ag déileáil le tuairisceáin agus measúnuithe

source: dealing with payment of tax, interest and penalties
ga: ag déileáil le cáin, ús agus pionóis a íoc

source: provisions dealing with appeals
ga: forálacha ag déileáil le hachomhairc

source: exemptions from gift and inheritance tax
ga: díolúintí ó cháin bhronntanais agus oidhreachta

source: the various reliefs, i.e
ga: na faoisimh éagsúla, .i

source: agricultural relief, business relief and other miscellaneous reliefs
ga: faoiseamh talmhaíochta, faoiseamh gnó agus faoisimh ilghnéitheacha eile

source: miscellaneous provisions relating to capital acquisitions tax
ga: forálacha ilghnéitheacha a bhaineann le cáin fháltas caipitiúil

source: repeals, the commencement of the Act and transitional provisions
ga: aisghairmeacha, tosach feidhme an Achta agus forálacha idirthréimhseacha

source: The Finance Act 2007 introduced changes regarding the dwellinghouse exemption to the Capital Acquisitions Tax Consolidation Act 2003. The 2010 Finance Act introduced a number of administrative changes in CAT,
ga: Rinne an tAcht Airgeadais 2007 athruithe ar an Acht Comhdhlúite Cánach Fáltas Caipitiúil 2003 maidir leis an díolúine teach cónaithe a thabhairt isteach
